Repository: HarisRafiq/imPlayr
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, ru

source: Are You Ready To Play?
de: Sind Sie bereit, zu spielen?
es: ¿Estás listo para jugar?
fr: Etes-vous prêt à jouer?
ja: プレイの準備はできましたか？
ru: Готовы ли вы играть?

source: Tap To Download
de: Tippen Sie zum Download
es: Pulse para descargar
fr: Appuyez sur pour télécharger
ja: ダウンロードするには、をタップ
ru: Нажмите, чтобы скачать

source: Tap And Hold On Any Image
de: Tippen und halten Sie auf ein Bild
es: Toque y mantenga en Cualquier Imagen
fr: Appuyez et maintenez sur tout image
ja: タップして、任意の画像ホールド·オン
ru: Нажмите и удерживайте на любом Image

source: To Change the Now Playing Image
de: Um das Bild zu ändern Jetzt Spielen
es: Para cambiar la imagen Reproduciendo ahora
fr: Pour changer l'image Now Playing
ja: 再生中の画像を変更するには
ru: Чтобы изменить список воспроизведения изображение

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ru: Скачать

source: Download Music Anywhere From The Web
de: Laden Sie Musik überall aus dem Web
es: Descargar música en cualquier lugar de la Web
fr: Télécharger de la musique n'importe où, du Web
ja: ウェブのどこからでも音楽をダウンロードする
ru: Скачать музыку в любом месте с веб-

source: Playlist
de: Wiedergabeliste
es: Lista de reproducción
ja: 再生リスト
ru: Плейлист

source: Save And Manage Your Now Playing Queue Into Playlists
de: Speichern und verwalten Sie Jetzt Queue in Wiedergabelisten
es: Guardar y administrar sus Reproduciendo cola en listas de reproducción
fr: Sauvegardez et gérez vos cours de lecture de file d'attente en listes de lecture
ja: あなたの現在のプレイキューにプレイリストを保存して管理する
ru: Сохранить и управлять своими Now Playing очереди в плейлисты

source: Album Artcover
ja: アルバムArtcover
ru: Альбом Artcover

source: Change Now Playing Track's Image From The Web
de: Jetzt Ändern Spielen Spur Bild vom Web
es: Cambie Reproduciendo imagen de pista de la Web
fr: Changez maintenant Jouer Image piste du Web
ja: ウェブからのトラックのイメージを再生する今すぐ変更する
ru: Изменение Сейчас в программе изображение трека из Интернета

source: Create New Playlist
de: Neue Playlist erstellen
es: Crear una nueva
fr: Créer une Nouvelle Playlist
ja: 新しいプレイリストを作成する
ru: Создайте новый плейлист

source: Type the name of your new Playlist
de: Geben Sie den Namen der neuen Playlist
es: Escriba el nombre de la nueva lista de reproducción
fr: Tapez le nom de votre nouvelle liste de lecture
ja: 新しいプレイリストの名前を入力
ru: Введите имя нового списка воспроизведения

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отменить

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加メニュー
ru: Добавить

source: Name goes here
de: Name geht hier
es: Nombre va aquí
fr: Nom va ici
ja: 名前がここに入ります
ru: Имя идет здесь

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ru: Закрыть

source: Queue
de: Warteschlange
es: Cola
fr: File
ja: キュー
ru: Очередь

source: Play
de: Abspielen
es: Jugar
fr: Entre en jeu.
ja: 再生する
ru: Играть

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnue
ja: 不明
ru: Неизвестные

source: No Search Found
de: Kein Suchen Gefunden
es: Sin resultados encontrados
fr: Pas de recherche Trouvé
ja: 検索見つかりません
ru: Нет Поиск не найдены

source: Home
de: Homepage
es: Página principal
fr: Acceuil
ja: ホーム
ru: Главная

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ru: Редактировать

source: Back
de: Zurück
es: Volver
fr: Retour
ja: 戻る
ru: Назад

source: Done
de: Fertig
es: Hecho
fr: Fait
ja: 完了
ru: Сделано

source: Save
de: Sparen
es: Guardar
fr: Sauver
ja: 保存
ru: Сохранить

source: Shuffle
de: Mischen
es: Mezclar
fr: Aléatoire
ja: シャッフル
ru: Перемешать

source: Repeat
de: Wiederholen
es: Repetid
fr: Répétition
ja: 繰り返す
ru: Повтор

source: To Skip
de: Um überspringen
es: Para saltar
fr: Pour passer
ja: スキップする
ru: Для Пропустить

source: Shuffle On
es: Ponerse rápidamente
fr: Mélangez Sur
ja: でシャッフル
ru: Накидывать

source: Repeat On
fr: Répétez sur
ja: を繰り返し
ru: Повторите На

source: Songs
de: Musik
es: Canciones
fr: Chansons
ja: 曲
ru: Треки

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
ru: Загрузки

source: Album Cover
fr: Coverture de l'Album
ja: アルバムカバー
ru: Обложка альбома

source: Broadcast
es: Transmitir
fr: Diffusion
ja: 次のメッセージを送る：
ru: Транслировать

source: Do You Want To Stop?
de: Sie wollen aufhören?
es: ¿Es usted desea detener?
fr: Voulez-vous arrêter?
ja: あなたは中止しますか？
ru: Хотите ли вы, чтобы остановить?

source: NO
de: NEIN
fr: Non
ja: いいえ
ru: НЕТ

source: Delete All
de: Alle löschen
es: Eliminar Todo
fr: Tout supprimer
ja: すべて削除
ru: Удалить все

source: Confirm To Delete All?
de: Bestätigen Um Alle löschen?
es: Confirme que quiere eliminar todos?
fr: Confirmer pour supprimer tous?
ja: すべて削除するしますか？
ru: Подтвердите, чтобы удалить все?

source: YES
de: JA
es: SÍ
fr: Oui
ja: はい
ru: ДА

source: Clear
de: Zurücksetzen
es: Limpiar
fr: Effacer
ja: クリア
ru: Очистить

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ru: Удалить

source: Enter URL to download
de: Geben Sie die URL zum Download
es: Introduzca la URL para descargar
fr: Entrez l'URL à télécharger
ja: ダウンロードするためのURLを入力してください
ru: Введите URL для загрузки

source: Stream And Control Your Music To Any Web Browser
de: Streamen und steuern Sie Ihre Musik in jedem Web-Browser
es: Reproducir y administrar su música a cualquier navegador Web
fr: Écouter et de contrôler votre musique sur n'importe quel navigateur Web
ja: 任意のWebブラウザに音楽をストリーミングし、制御
ru: Поток и управлять музыкой на любой веб-браузера

source: Type The Address In Any Web Browser Connected To The Same Network To Begin
de: Geben Sie die Adresse in jedem Web-Browser Verbunden mit dem gleichen Netzwerk zu Begin
es: Escriba la dirección en cualquier navegador Web conectado a la misma red Para Empezar
fr: Tapez l'adresse dans n'importe quel navigateur Web connecté au même réseau Pour Commencer
ja: 開始するには、同じネットワークに接続された任意のWebブラウザにアドレスを入力
ru: Введите адрес в любом браузере подключен к той же сети С чего начать

source: Broadcast Disconnected
fr: Diffusion Déconnecté
ja: 放送切断
ru: Трансляции Отключен

source: Your broadcast has ended
de: Ihre Sendung ist beendet
es: Su difusión ha terminado
fr: Votre émission est terminée
ja: あなたの放送は終了しました。
ru: Ваш трансляции закончилась

source: Error Starting Broadcast
de: Fehler beim Starten des Broadcast-
es: Error al iniciar Broadcast
fr: Erreur de démarrage de diffusion
ja: エラー放送開始
ru: Ошибка при запуске трансляция

source: Check Your Internet Connection And Try Again
de: Überprüfen Sie Ihre Internetverbindung und versuchen Sie erneut
es: Compruebe la conexión a Internet y vuelva a intentarlo
fr: Vérifiez votre connexion Internet et essayez à nouveau
ja: インターネット接続を確認して、再試行してください
ru: Проверьте подключение к Интернету и попробуйте еще раз

source: Broadcast is about to be ended. Please come back soon or be disconnected
de: Broadcast etwa beendet werden. Bitte kommen Sie bald wieder oder getrennt werden
es: La emisión es a punto de ser terminado. Por favor, vuelva pronto o desconectarse
fr: Broadcast est sur le point d'être terminé. S'il vous plaît revenir bientôt ou être déconnecté
ja: 放送が終了されようとしている。すぐに戻ってくるか、切断されてください
ru: Трансляции вот-вот будет закончен. Зайдите пожалуйста позже или быть отключен

# HINTLABEL
source: Only devices connected to same WiFi or have bluetooth on and running AirDab in the foreground are discoverable
de: Nur Geräte zu gleichen WiFi-Verbindung oder Bluetooth auf und läuft AirDab im Vordergrund sind erkennbar
es: Sólo los dispositivos conectados a la misma WiFi o tiene bluetooth en marcha AirDab en primer plano son detectables
fr: Seulement les périphériques connectés au même réseau local ou avoir bluetooth et fonctionne AirDab au premier plan sont détectable
ja: 唯一のデバイスは、同じ無線LANに接続したりして、フォアグラウンドでAirDabを実行しても検出可能であるのBluetoothを持っている
ru: Только устройства, подключенные к той же WiFi или иметь Bluetooth включен и работает AirDab на переднем плане находятся обнаружить

source: SUCCESFULL
es: Exitoso
ja: succesfullの
ru: Успешным

source: FAILED
es: FALLADO
fr: Non OK
ja: 失敗

source: TRY
ja: 練習

source: BUY
de: KAUFEN
es: COMPRAR
fr: ACHETER
ja: 申込
ru: КУПИТЬ

source: PURCHASE FAILED
de: KAUF LEGEN
es: COMPRA FRACASADO
fr: ACHAT PAS
ja: 購入FAILED
ru: Покупка не состоялась

source: Please Try Again Later
de: Bitte versuchen Sie es später noch einmal
es: Por favor, inténtelo de nuevo más tarde
fr: S'il vous plaît réessayer plus tard
ja: 後で再試行してください
ru: Пожалуйста, попробуйте позже

source: Transaction Successful
de: Erfolgreiche Transaktion
es: Transacción exitosa
fr: Transaction réussie
ja: トランザクション成功
ru: Сделка Успешная

source: Thank You for purchasing Colors
de: Vielen Dank, dass Sie sich für den Kauf Farben
es: Gracias por comprar Colores
fr: Merci pour l'achat de Couleurs
ja: 色をお買い上げいただき、誠にありがとうございます
ru: Спасибо за покупку цветов

source: Thank You for purchasing Music Cloud
de: Vielen Dank, dass Sie sich für den Kauf Musik Wolken
es: Gracias por comprar Nube Music
fr: Merci pour l'achat de Music Cloud
ja: 音楽クラウドをお買い上げいただき、誠にありがとうございます
ru: Спасибо за покупку Music Cloud

source: Trial Ended
de: Prozess endete
es: Juicio terminó
fr: Procès terminé
ja: 終了した臨床試験
ru: Суд закончился

# Trial
source: You have no more trial left.Please purchase this feature by tapping on BUY button
de: Sie haben keine Prüfung mehr left.Please diese Funktion, indem Sie auf KAUFEN Button kaufen
es: No tienes más juicio left.Please comprar esta función pulsando sobre el botón COMPRAR
fr: Vous n'avez plus de procès left.please acheter cette fonction en appuyant sur le bouton ACHETER
ja: 試用、購入ボタンをタップして、この機能を購入left.Pleaseで指定して
ru: У вас есть не более исследовании не left.Please приобрести эту функцию, нажав на кнопку КУПИТЬ

source: Status Updated
de: Status neu
es: Estado actualizado
fr: Statut Mise à jour
ja: ステータス更新
ru: Статус Обновлено

source: Status Update Failed
de: Status Update fehlgeschlagen
es: Actualización del estado de Error
fr: Mise à jour de l'état Échec
ja: ステータスの更新に失敗しました
ru: Обновление Cтатус Не удалось

source: Pick your feeling or tap here
de: Wählen Sie Ihr Gefühl oder tippen Sie hier
es: Elige tu sentimiento o pulse aquí
fr: Choisissez votre sentiment ou tapez ici
ja: ここにあなたの気持ちやタップを選ぶ
ru: Возьмите ваши чувства или нажмите здесь

source: Update Status
de: Status aktualisieren
es: Actualizar Estado
fr: Mise à jour Statut
ja: 更新状況
ru: Состояние обновления

source: Because
de: Da
es: Porque
fr: A cause
ja: なぜなら
ru: Из-за наличия ферромагнитных элементов: железа, магния, марганца, имеющих важное значение при метаболизме аминокислот грибами, Fujimoto et al.(1994) предположили, что снижение интенсивности сигнала на изображениях Т1-взвешенные и заметное снижение на изображениях Т2-взвешенные являются показателем наличия аспергилломы, а также мицетом, и позволяет опираться на них при дифференциации аспергилломы от внутриполостных опухолевых узелков по типу "матового стекла".

source: Music Is Everything
de: Musik ist Alles
fr: La musique est tout
ja: 音楽がすべてです
ru: Музыка Is Everything

source: Unlock Music Cloud
de: Entsperren Musik Wolken
es: Desbloquear Nube Music
fr: Débloquez Music Cloud
ja: 音楽クラウドのロックを解除
ru: Разблокировать Music Cloud

# CloudHint
source: • Type this address in any web browser • Make sure that you are connected to the same Wifi network • Music Cloud will stop working if the app goes to background • Once the page opens in your web browser, use 'Browse' button to add more music
de: • Geben Sie diese Adresse in einem beliebigen Web-Browser • Stellen Sie sicher, dass Sie mit dem gleichen WiFi-Netzwerk verbunden sind • Musik-Cloud wird nicht mehr, wenn die App geht an Hintergrund • Nach Öffnen der Seite in Ihrem Web-Browser, verwenden Sie Schaltfläche "Durchsuchen", um mehr hinzuzufügen Musik
es: • Escriba esta dirección en cualquier navegador web • Asegúrese de que está conectado a la misma red inalámbrica • Música dejará de funcionar si la aplicación va al fondo • Una vez que la página se abre en el navegador Web, utilice el botón "Examinar" para añadir más música
fr: • Tapez cette adresse dans un navigateur Web • Assurez-vous que vous êtes connecté au même réseau Wifi • Music Cloud cessera de fonctionner si l'application va à fond • Une fois que la page s'ouvre dans votre navigateur Web, utilisez le bouton "Parcourir" pour ajouter plus musique
ja: •より多くを追加するには、「参照」ボタンを使用して、アプリがバックグラウンドになった場合のページがWebブラウザで開くと音楽クラウド•動作を停止します•あなたは、同じWiFiネットワークに接続されていることを確認してください•任意のWebブラウザでこのアドレスを入力音楽
ru: • Введите этот адрес в любом веб-браузере • Убедитесь, что вы подключены к той же сети Wi-Fi • Music Cloud перестанет работать, если приложение идет в фоновом режиме • После того, как страница открывается в браузере, используйте кнопку "Обзор", чтобы добавить больше музыка

# CloudHintTitle
source: YOUR IP ADDRESS
de: Ihre IP-Adresse
es: Su dirección IP
fr: VOTRE ADRESSE IP
ja: あなたのIPアドレス
ru: Ваш IP

# CloudStoppedAlert
source: Music Cloud Stops Working When You Enter Background.
de: Musik-Wolke nicht mehr, wenn Sie Geben Sie Hintergrund.
es: Música Nube deja de funcionar cuando escribe Antecedentes.
fr: Music Cloud cesse de fonctionner lorsque vous entrez fond.
ja: バックグラウンドを入力すると音楽クラウドは動作を停止します。
ru: Music Cloud перестает работать, когда вы входите Background.

source: Music Cloud Stopped
de: Musik Wolken Gestoppt
es: Nube Music Stopped
fr: Music Cloud arrêté
ja: 音楽クラウドは停止
ru: Music Cloud Остановился

# QBFeedbackViewControllerTitle
source: Feedback
de: Kommentieren
es: Sugerencias
fr: Réaction
ja: フィードバック
ru: Обратная связь

# QBFeedbackTopicListViewControllerTitle
source: Topics
de: Themen
es: Temas
fr: Sujets
ja: 議題
ru: Темы

# QBFeedbackButtonSend
source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ru: Отправить

# QBFeedbackTableHeaderTopic
source: Please Fill
de: Bitte füllen
es: Por favor, rellene
fr: S'il vous plaît remplir
ja: 記入してください
ru: Пожалуйста, заполните

# QBFeedbackTableHeaderBasicInfo
source: Your Environment
de: Ihre Umgebung
es: Tu Entorno
fr: Votre environnement
ja: お使いの環境
ru: Ваша инфраструктура

# QBFeedbackTopicText
source: Topic
de: Thema
es: Tema
fr: Sujet
ja: トピック
ru: Тема

# QBFeedbackDescriptionPlaceholder
source: Please write for details.
de: Bitte schreiben Sie für weitere Einzelheiten.
es: Por favor, escriba para más detalles.
fr: S'il vous plaît écrivez pour plus de détails.
ja: 詳細については、お書き下さい。
ru: Пожалуйста, напишите для деталей.

# QBFeedbackDeviceText
source: Device
de: Gerät
es: Dispositivo
fr: appareil
ja: デバイス（device）
ru: устройство

# QBFeedbackAppNameText
source: App Name
de: App-Namen
es: Nombre de aplicación
fr: Nom App
ja: アプリケーション名
ru: Имя приложения

# QBFeedbackVersionText
source: Version
de: Ausgabe
es: Versión
fr: Variante
ja: バージョン
ru: Версия

# QBFeedbackErrorText
source: Failed to send your feedback. Please try later.
de: Fehler auf Ihr Feedback zu senden. Bitte versuchen Sie es später.
es: No se pudo enviar sus comentarios. Por favor, intente más tarde.
fr: Échec de l'envoi de vos commentaires. S'il vous plaît essayer plus tard.
ja: ご意見を送信できませんでした。後でやり直してください。
ru: Невозможно отправить обратную связь. Пожалуйста, попробуйте позже.

# QBFeedbackTopicQuestion
source: Question
de: Frage
es: Pregunta
ja: 質問
ru: Вопроc

# QBFeedbackTopicRequest
source: Request
de: Anfrage
es: Requerimiento
fr: Demande
ja: 要求
ru: Запрос

# QBFeedbackTopicBugReport
source: Bug Report
de: Fehlerbericht
es: Informar de un error
fr: Rapport d'erreur
ja: 不具合の報告
ru: Сообщение об ошибке

# QBFeedbackTopicMedia
source: Media
de: Medien
es: Medios
fr: Média
ja: メディア
ru: Медиа

# QBFeedbackTopicBusiness
source: Business
de: Geschäftlich
es: Negocios
fr: Entrepris
ja: ビジネス
ru: Бизнес-класс

# QBFeedbackTopicOther
source: Other
de: Andere
es: Otro
fr: Autre
ja: その他
ru: Другое

source: Remove Ads
de: Werbeanzeigen entfernen
es: Eliminar Anuncios
fr: Supprimer les annonces
ja: 広告を削除
ru: Удалить объявления

# PlaySomeMusicHintTitle
source: Play Some Music
de: Spielen einige Musik
es: Ponga música
fr: Jouer de la musique
ja: いくつかの音楽を再生する
ru: Воспроизводиться некоторые музыкальные

# PlaySomeMusicHint
source: In order to use this feature please play some music first
de: Um diese Funktion nutzen Sie bitte spielen Sie Musik zuerst
es: Para utilizar esta función por favor un poco de música primero
fr: Pour utiliser cette fonction, s'il vous plaît jouer de la musique en premier
ja: この機能を使用するには、最初のいくつかの音楽を演奏してください
ru: Для того, чтобы использовать эту функцию, пожалуйста, играйте музыку сначала

# DisconnectConfirmationTitle
source: Stop Streaming
es: Detener Streaming
fr: Arrêter streaming
ja: ストップ·ストリーミング
ru: Стоп Потоковое

# DisconnectConfirmation
source: Are you sure you want to stop streaming?
de: Sind Sie sicher, dass Sie Streaming stoppen?
es: ¿Está seguro de que desea detener el streaming?
fr: Etes-vous sûr de vouloir arrêter le streaming?
ja: あなたはストリーミングを停止してもよろしいですか？
ru: Вы уверены, что хотите остановить слушали?

source: No Music Found
de: Nein Musik gefunden
es: No Música Encontrado
fr: Pas de musique Trouvé
ja: ミュージックませんが見つかりません
ru: Нет Музыка Найдено

# PleaseAddSomeMusic
source: No Music Found In iTunes Library.Please Add Some Music To Use This App
de: Nein Musik gefunden in iTunes hinzufügen Library.Please Einige Musik um diese App nutzen
es: No Música encontrados en iTunes Library.Please Añadir un poco de música para utilizar esta aplicación
fr: Pas de musique Trouvé dans iTunes Library.Please Ajouter de la musique pour utiliser cette application
ja: iTunesのLibrary.Pleaseで見つかっ音楽なしには、このアプリを使用するには、いくつかの音楽を追加していません
ru: No Music Найдено В Itunes Library.Please Добавить Некоторые Музыка использовать это приложение

source: Ad Remover
fr: Remover annonce
ja: 広告リムーバー
ru: Remover объявление

# AdRemoverBody
source: Don't Like Ads. Remove them
de: Mag ich nicht Ads. Entfernen Sie sie
es: No gusta de anuncios. Eliminarlos
fr: Ne pas aimer annonces. Retirez-les
ja: 広告が好きではありません。それらを削除する
ru: Не нравится Объявления. Удалите их

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ru: Восстановить

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
ja: 購入
ru: Купить

source: OK
de: GUT
es: Aceptar
fr: Accepter
ja: ＯＫ
ru: Принять

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続
ru: Подключен

source: Now Playing
de: Aktuelle Wiedergabe
es: Ahora Suena
fr: À l'écoute
ja: プレイ中
ru: Сейчас играет

# TransactionFailedTitle
source: Transaction Failed
de: Transaktion fehlgeschlagen
es: La transacción ha producido un error
ja: トランザクション失敗
ru: Сделка удалось

# TransactionFailed
source: Your appstore transaction has failed
de: Ihre Appstore-Transaktion ist fehlgeschlagen
es: Su transacción appstore ha fallado
fr: Votre transaction a échoué appstore
ja: お使いのAppStoreのトランザクションが失敗しました
ru: Ваш AppStore сделка не удалась

# TransactionSuccessfulTitle
source: Transaction Successful
de: Erfolgreiche Transaktion
es: Transacción exitosa
fr: Transaction réussie
ja: トランザクション成功
ru: Сделка Успешная

# TransactionSuccessful
source: Your transaction was successful.You will not see ads anymore
de: Ihre Transaktion war successful.You werden Anzeigen nicht mehr sehen
es: Su transacción fue successful.You no verán los anuncios más
fr: Votre transaction a été successful.You n'y aura plus voir des annonces
ja: あなたのトランザクションがsuccessful.Youはもう広告は表示されませんでした
ru: Ваш сделка была successful.You не увидите объявления больше

source: RESTORE
ru: ВОССТАНОВЛЕНИЕ
